[
  {
    "key": "B002RL8IYK",
    "item": "Car",
    "desc": "Ferrari LaFerrari is actually one of the most affordable supercars on this list. It’s a bargain compared to the most expensive vehicle here. Debuting in 2013 with 950 hybrid horses (708 kilowatts) and a top speed of around 220 miles per hour (354 kilometers per hour)",
    "location": "Italy",
    "name": "Ferrari LaFerrari",
    "img": "https://cdn.motor1.com/images/mgl/2PgYn/s1/ferrari-laferrari.webp",
    "price": 14000000
  },
  {
    "key": "B002RL8IYK",
    "item": "Car",
    "desc": "Pagani built the Huayra in extremely limited numbers. The company hand-constructed just 100 units of the coupe between 2012 and 2018, with another 20 versions of the BC model (which makes our list further down) between 2017 and 2019. Powering each and every example was a Mercedes-AMG V12 capable of 720 horsepower (537 kilowatts).",
    "location": "Italy",
    "name": "Pagani Huayra",
    "img": "https://cdn.motor1.com/images/mgl/39ygL/s1/pagani-huayra.webp",
    "price": 15000000
  },
  {
    "key": "B002RL8IYK",
    "item": "Car",
    "desc": "Rolls-Royce is back in the business of coachbuilding with the gorgeous new Boat Tail. A successor to the stunning Sweptail from 2017 – which itself cost a reported $12.8 million – the Boat Tail has a unique two-tone exterior, custom high-end finishes inside, and even complete with a champagne fridge and built-in sun umbrella.",
    "location": "USA",
    "name": "Rolls-Royce Boat Tail",
    "img": "https://cdn.motor1.com/images/mgl/beR6n/s1/rolls-royce-boat-tail.webp",
    "price": 28000000
  },
  {
    "key": "B002RL8IYK",
    "item": "House",
    "desc": "The basketball star Michael Jordon’s Highland Park, IL, home, which has been on the market since 2012, recently saw its listing price drop to $14.9 million—roughly half of its original $29 million asking price,  which features over 50,000 square feet of living space, a regulation-size basketball court, a 14-car garage, and seven acres of land.",
    "location": "USA",
    "name": "Illinois Estate",
    "img": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/michael-jordan-house-1596225133.jpg?crop=1xw:1xh;center,top&resize=980:*",
    "price": 15000000
  },
  {
    "key": "B002RL8IYK",
    "item": "House",
    "desc": "This 1927 Tudor Revival estate, once the residence of the late Playboy magazine founder Hugh Hefner, features six bedrooms, six full baths, a tennis court and swimming pool, a four-bedroom guest house, and, of course, the legendary grotto.",
    "location": "USA",
    "name": "The Playboy Mansion",
    "img": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/general-atmosphere-shot-at-the-10th-annual-safari-brunch-on-news-photo-51487978-1558580323.jpg?crop=1xw:0.99701xh;center,top&resize=980:*",
    "price": 11000000
  },
  {
    "key": "B002RL8IYK",
    "item": "House",
    "desc": "Owned by Indian steel tycoon Lakshmi Mittal, the 55,000-square-foot, 19th-century mansion was originally built as two semi-detached homes. After housing the Egyptian and Russian embassies for many years, the buildings were purchased by developer David Khalili, who merged the two into one downright palatial residence.",
    "location": "England",
    "name": "18-19 Kensington Palace",
    "img": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/kensingtonpalacegardensmostexpensivehouseveranda-1558700625.jpg?crop=1xw:1xh;center,top&resize=980:*",
    "price": 222000000
  },
  {
    "key": "B002RL8IYK",
    "item": "Plane",
    "desc": "One of Cessna’s best transatlantic models, the Citation Longitude comes top of our list of the most expensive private jets for the mid-sized jet class, costing around $27m. It has a range of up to 3,500 nm and a comfortable, 6-foot interior with enough space for travelers to stand and move around the cabin easily. Able to accommodate up to 12 passengers, the luxurious cabin is can be customized to meet your individual travel requirements.",
    "location": "England",
    "name": "Citation Longitude",
    "img": "https://www.elitetraveler.com/wp-content/uploads/2020/11/Longitude-5NT1-700x467.jpg",
    "price": 9000000
  },
  {
    "key": "B002RL8IYK",
    "item": "Plane",
    "desc": "Created by Embraer, the Phenom 100EV is a light jet that is seen as one of the best entry-level options on the market; it has a range of up to 1,178 nm and is available to purchase for a cool $4.95m. Designed to offer the most space possible for a light jet, it features oversized windows and the most headroom and legroom of any jet of its size.",
    "location": "USA",
    "name": "Phenom 100EV",
    "img": "https://www.elitetraveler.com/wp-content/uploads/2020/11/Phenom-100EV-Exterior-720x480-1c3c8c25-1c2c-40e7-86f2-b01f93963620-700x467.jpg",
    "price": 4950000
  },
  {
    "key": "B002RL8IYK",
    "item": "Plane",
    "desc": "With an advanced wing design and a longer range (up to 2080 nm) than many other light jet options, it’s understandable that Bombardier Business Aircraft’s Learjet 75 Liberty comes with a $9.9m price tag —  making it the most expensive private jet of its class. ",
    "location": "USA",
    "name": "Learjet 75 Liberty",
    "img": "https://www.elitetraveler.com/wp-content/uploads/2020/11/Learjet_75_Liberty_Exterior_Banking_Right_lite-1-700x467.jpg",
    "price": 9900000
  },
  {
    "key": "B002RL8IYK",
    "item": "Boat",
    "desc": "At an impressive 500 feet in length, the Streets of Monaco luxury yacht manages to pack in numerous miniatures of renowned landmarks from throughout Monaco. But that’s not all. The vessel is called a “floating city” due to the three-floor bedroom with a private elevator, an office, sundecks, balconies, a café-bar, mini waterfall, barbecue pit, underwater viewing deck, helicopters, submarines, guest suits, dressing rooms, reception rooms, and so much more.",
    "location": "UAE",
    "name": "Azzam",
    "img": "https://www.atlasmarinesystems.com/wp-content/uploads/2020/09/4.-AZZAM-600-MILLION-800x450.jpg",
    "price": 11000000
  },
  {
    "key": "B002RL8IYK",
    "item": "Boat",
    "desc": "Reports claim Russian tycoon Andrey Melnichenko owns the Motor Yacht A, with its unique design. If you lay eyes upon the Motor Yacht A, your first thought is of a stealth warship or military submarine, not a luxury yacht. Architect Martin Francis and designer Philippe Stark, alongside Blohm and Voss in Kiel, constructed a boat that you cannot judge from the exterior alone. Inside, the 400-foot yacht features a master bedroom, disco floor, six guest suites, and moving walls to transform the guest suites into staterooms quickly.",
    "location": "Russia",
    "name": "Motor Yacht A",
    "img": "https://www.atlasmarinesystems.com/wp-content/uploads/2020/09/5.-MOTOR-YACHT-A-440-MILLION-800x450.jpg",
    "price": 44000000
  },
  {
    "key": "B002RL8IYK",
    "item": "Boat",
    "desc": "Serene is equipped with multiple swimming pools, a seawater pool, two helipads, a dance floor, a submarine, a spa pool, a snow room, a steam room, and play areas for wealthy guests to enjoy. With multiple decks, guests will find an unwater viewing room to watch passing marine life in total comfort and security.",
    "location": "Dubai",
    "name": "Serene",
    "img": "https://www.atlasmarinesystems.com/wp-content/uploads/2020/06/Large-Serene-800x450.jpg",
    "price": 55000000
  },
  {
    "key": "B002RL8IYK",
    "item": "Watch",
    "desc": "Legend has it that this watch was originally commissioned for the iconic French queen and fan of life’s finest things, Marie Antoinette, by one of her lovers. Crafting this exceptional piece took around 40 years and she was executed before the work was complete—only adding to the romance and enigma of this historic timepiece. ",
    "location": "Swiss",
    "name": "Marie Antoinette",
    "img": "https://cdn.luxe.digital/media/2021/06/29110327/most-expensive-watches-breguet-grande-complication-marie-antoinette-luxe-digital%402x.jpg",
    "price": 3000000
  },
  {
    "key": "B002RL8IYK",
    "item": "Watch",
    "desc": "The one of the most expensive Rolex ever to be sold in public, this timepiece has been making waves ever since Hodinkee first profiled it in 2013. Collectors can’t get their heads around the existence of a white gold vintage Daytona. The Daytona was meant to be an everyday sports watch and so the decision to make it from a material as luxurious as white gold is unconventional, to say the least. ",
    "location": "USA",
    "name": "Rolex Daytona Unicorn",
    "img": "https://cdn.luxe.digital/media/2021/06/29110457/most-expensive-watches-rolex-daytona-unicorn-ref-6265-luxe-digital%402x.jpg",
    "price": 610000
  },
  {
    "key": "B002RL8IYK",
    "item": "Watch",
    "desc": "Many of the world’s most expensive watches are one-offs—or at least incredibly rare. Like this Patek Philippe timepiece, the first and only titanium version of the Reference 5208 Triple Complication wristwatch. The brand very rarely uses titanium, immediately elevating this watch in the eyes of collectors. The timepiece also features a minute repeater, monopusher chronograph, and an instantaneous perpetual calendar.",
    "location": "Swiss",
    "name": "Patek Philippe Titanium",
    "img": "https://cdn.luxe.digital/media/2021/06/29110430/most-expensive-watches-patek-philippe-titanium-ref-5208T-010-luxe-digital%402x.jpg",
    "price": 660000
  }
]